// /** @file
// VariableInfo Localized Abstract and Description Content
//
// Copyright (c) 2013 - 2014, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution. The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/

#string STR_MODULE_ABSTRACT
#language en-US
"Displays statistical information about variable usage"
#language zh-Hans
"用于显示变量使用情况相关统计信息"
#language zh-Hant
"可顯示變數使用狀況的統計資訊"
#language fr
"Affiche des informations statistiques sur l'utilisation des variables"
#language de
"Zeigt statistische Informationen zur Verwendung von Variablen an"

#string STR_MODULE_DESCRIPTION
#language en-US
"This application displays statistical information about variable usage for SMM and "
"non-SMM variable drivers. "
"Note that if a variable driver does not enable statistics collection, the application "
"will not display any information for that driver."
#language zh-Hans
"此应用程序显示 SMM 和非 SMM 变量驱动程序的变量用法相关统计信息。注：如果不能通过某个变量驱动程序收集统计信息，则此应用程序不会显示有关该驱动程序的信息。"
#language zh-Hant
"此應用程式可顯示 SMM 與非 SMM 變數驅動程式關於變數使用狀況的統計資訊。請注意，若變數驅動程式未啟用統計資料收集，應用程式便不會顯示該驅動程式的任何資訊。"
#language fr
"Cette application affiche des informations statistiques sur l'utilisation des variables pour les pilotes variables SMM et non SMM. Notez que si un pilote variable n'active pas la collecte de statistiques, l'application n'affichera aucune information pour ce pilote."
#language de
"Diese Anwendung zeigt die statistischen Daten zur Variablenverwendung für SMM- und Nicht-SMM-Variablentreiber an. Beachten Sie, dass, wenn ein Variablentreiber keine Sammlung von Statistiken ermöglicht, die Anwendung keine Daten für diesen Treiber anzeigt."


